The value you entered for the bend radius for conduit is too small. Enter a larger value.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId SmallBendRadius { get; }
  Visual Basic
Public Shared ReadOnly Property SmallBendRadius As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ SmallBendRadius {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures ElectricalFailures Class
  Autodesk.Revit.DB Namespace